Repository: vakesz/Glasstual
Catalog: Sources/App/Features/Notifications/Notifications.xcstrings
Source language: en
Languages: de, hu

# body-invited
source: %1$@ invited you to join %2$@
de: %1$@ hat dich nach %2$@ eingeladen
hu: %1$@ meghívott erre a csatornára: %2$@

# body-kicked
source: %1$@ kicked you with reason: %2$@
de: %1$@ hat dich hinausgeworfen. Grund: %2$@
hu: %1$@ kirúgott. Indok: %2$@

# body-kicked-without-reason
source: %1$@ kicked you
de: %1$@ hat dich hinausgeworfen
hu: %1$@ kirúgott

# body-user-available
source: User with nickname “%1$@” is available
de: Benutzer mit dem Nicknamen "%1$@" ist verfügbar
hu: A(z) "%1$@" becenevű felhasználó elérhető

# body-user-disconnected
source: %1$@ disconnected
de: %1$@ hat die Verbindung getrennt
hu: %1$@ bontotta a kapcsolatot

# body-user-disconnected-with-reason
source: %1$@ disconnected with reason: %2$@
de: %1$@ hat die Verbindung getrennt. Grund: %2$@
hu: %1$@ bontotta a kapcsolatot. Indok: %2$@

# body-user-joined
source: %1$@ joined
de: %1$@ ist beigetreten
hu: %1$@ csatlakozott

# body-user-no-longer-available
source: User with nickname “%1$@” is no longer available
de: Benutzer mit dem Nicknamen "%1$@" ist nicht mehr verfügbar
hu: A(z) "%1$@" becenevű felhasználó már nem elérhető

# body-user-now-available
source: User with nickname “%1$@” is now available
de: Benutzer mit dem Nicknamen "%1$@" ist jetzt verfügbar
hu: A(z) "%1$@" becenevű felhasználó mostantól elérhető

# body-user-parted
source: %1$@ parted
de: %1$@ hat den Kanal verlassen
hu: %1$@ elhagyta a csatornát

# body-user-parted-with-reason
source: %1$@ parted with reason: %2$@
de: %1$@ hat den Kanal verlassen. Grund: %2$@
hu: %1$@ elhagyta a csatornát. Indok: %2$@

source: Bounce Dock Icon
de: Dock-Symbol hüpfen lassen
hu: Dock-ikon ugráltatása

source: Bounce Repeatedly
de: Wiederholt hüpfen
hu: Ismételt ugráltatás

source: Default Sound
de: Standardton
hu: Alapértelmezett hang

source: Disable While Away
de: Bei Abwesenheit deaktivieren
hu: Letiltás távollét alatt

source: Event
de: Ereignis
hu: Esemény

# file-transfer-decline-action
source: Decline
de: Ablehnen
hu: Elutasítás

# hidden-preview-activity
source: New activity
de: Neue Aktivität
hu: Új tevékenység

# hidden-preview-file-transfer
source: File transfer
de: Dateiübertragung
hu: Fájlátvitel

# hidden-preview-private-message
source: Private message
de: Private Nachricht
hu: Privát üzenet

source: Inherit
de: Übernehmen
hu: Öröklés

source: No Notification Events
de: Keine Benachrichtigungsereignisse
hu: Nincsenek értesítési események

source: No Sound
de: Kein Ton
hu: Nincs hang

source: Off
de: Aus
hu: Ki

source: On
de: Ein
hu: Be

# reply-action-title
source: Reply
de: Antworten
hu: Válasz

# reply-placeholder
source: Reply
de: Antworten
hu: Válasz

# reply-send-button
source: Send
de: Senden
hu: Küldés

# show-notification
source: Notify
de: Benachrichtigen
hu: Értesítés

source: Sound
de: Ton
hu: Hang

source: Speak
de: Vorlesen
hu: Felolvasás

# spoken-channel-message-by-user
source: Channel Message by %1$@, %2$@
de: Kanalnachricht von %1$@, %2$@
hu: Csatornaüzenet. Szerző: %1$@. %2$@

# spoken-channel-message-in-channel
source: Channel Message in %1$@, %2$@
de: Kanalnachricht in %1$@, %2$@
hu: Üzenet a(z) %1$@ csatornán. %2$@

# spoken-channel-message-in-channel-by-user
source: Channel Message in %1$@ by %2$@, %3$@
de: Kanalnachricht in %1$@ von %2$@, %3$@
hu: Üzenet a(z) %1$@ csatornán. Szerző: %2$@. %3$@

# spoken-channel-notice-by-user
source: Channel Notice by %1$@, %2$@
de: Kanalhinweis von %1$@, %2$@
hu: Csatornaértesítés. Küldő: %1$@. %2$@

# spoken-channel-notice-in-channel
source: Channel Notice in %1$@, %2$@
de: Kanalhinweis in %1$@, %2$@
hu: Értesítés a(z) %1$@ csatornán. %2$@

# spoken-channel-notice-in-channel-by-user
source: Channel Notice in %1$@ by %2$@, %3$@
de: Kanalhinweis in %1$@ von %2$@, %3$@
hu: Értesítés a(z) %1$@ csatornán. Küldő: %2$@. %3$@

# spoken-connected
source: Connected to %@
de: Verbunden mit %@
hu: Kapcsolódva ehhez: %@

# spoken-disconnected
source: Disconnected from %@
de: Verbindung zu %@ getrennt
hu: Kapcsolat bontva ezzel: %@

# spoken-file-transfer-receive-completed
source: File transfer from %@ completed
de: Dateiübertragung von %@ abgeschlossen
hu: A fájl fogadása befejeződött. Küldő: %@

# spoken-file-transfer-receive-failed
source: File transfer from %@ failed
de: Dateiübertragung von %@ fehlgeschlagen
hu: A fájl fogadása sikertelen. Küldő: %@

# spoken-file-transfer-request
source: Received file transfer request from %@
de: Dateiübertragungsanfrage von %@ erhalten
hu: Fájlátviteli kérés érkezett. Küldő: %@

# spoken-file-transfer-send-completed
source: File transfer to %@ completed
de: Dateiübertragung an %@ abgeschlossen
hu: A fájl küldése befejeződött. Címzett: %@

# spoken-file-transfer-send-failed
source: File transfer to %@ failed
de: Dateiübertragung an %@ fehlgeschlagen
hu: A fájl küldése sikertelen. Címzett: %@

# spoken-highlight-by-user
source: Highlight by %1$@, %2$@
de: Hervorhebung von %1$@, %2$@
hu: Említés. Szerző: %1$@. %2$@

# spoken-highlight-in-channel
source: Highlight in %1$@, %2$@
de: Hervorhebung in %1$@, %2$@
hu: Említés a(z) %1$@ csatornán. %2$@

# spoken-highlight-in-channel-by-user
source: Highlight in %1$@ by %2$@, %3$@
de: Hervorhebung in %1$@ von %2$@, %3$@
hu: Említés a(z) %1$@ csatornán. Szerző: %2$@. %3$@

# spoken-highlight-in-private-message-from-user
source: Highlight in Private Message from %1$@, %2$@
de: Hervorhebung in privater Nachricht von %1$@, %2$@
hu: Említés egy privát üzenetben. Küldő: %1$@. %2$@

# spoken-invited
source: Invited to %1$@ by %2$@
de: Von %2$@ nach %1$@ eingeladen
hu: Meghívás a(z) %1$@ csatornára. Meghívó: %2$@

# spoken-kicked
source: Kicked from %1$@ by %2$@
de: Von %2$@ aus %1$@ geworfen
hu: Kirúgtak a(z) %1$@ csatornáról. Kezdeményező: %2$@

# spoken-new-private-message
source: New Private Message from %1$@, %2$@
de: Neue private Nachricht von %1$@, %2$@
hu: Új privát üzenet. Küldő: %1$@. %2$@

# spoken-private-message
source: Private Message from %1$@, %2$@
de: Private Nachricht von %1$@, %2$@
hu: Privát üzenet. Küldő: %1$@. %2$@

# spoken-private-notice
source: Private Notice from %1$@, %2$@
de: Privater Hinweis von %1$@, %2$@
hu: Privát értesítés. Küldő: %1$@. %2$@

# spoken-user-disconnected
source: %1$@ disconnected
de: %1$@ hat die Verbindung getrennt
hu: %1$@ bontotta a kapcsolatot

# spoken-user-joined
source: %1$@ joined %2$@
de: %1$@ ist %2$@ beigetreten
hu: %1$@ csatlakozott a(z) %2$@ csatornához

# spoken-user-parted
source: %1$@ parted %2$@
de: %1$@ hat %2$@ verlassen
hu: %1$@ elhagyta a(z) %2$@ csatornát

# summary-activity
source: %@ notifications
de: %@ Benachrichtigungen
hu: %@ értesítés

# summary-file-transfers
source: %@ file transfers
de: %@ Dateiübertragungen
hu: %@ fájlátvitel

# summary-private-messages
source: %@ private messages
de: %@ private Nachrichten
hu: %@ privát üzenet

# type-address-book
source: Address Book
de: Adressbuch
hu: Címjegyzék

# type-channel-invitation
source: Invitation
de: Einladung
hu: Meghívás

# type-channel-message
source: Channel Message
de: Kanalnachricht
hu: Csatornaüzenet

# type-channel-notice
source: Channel Notice
de: Kanalhinweis
hu: Csatornaértesítés

# type-connected
source: Connected
de: Verbunden
hu: Kapcsolódva

# type-disconnected
source: Disconnected
de: Getrennt
hu: Kapcsolat bontva

# type-file-transfer-receive-failed
source: Download Failed
de: Download fehlgeschlagen
hu: Sikertelen letöltés

# type-file-transfer-receive-successful
source: Download Complete
de: Download abgeschlossen
hu: Letöltés befejezve

# type-file-transfer-request
source: Incoming File
de: Eingehende Datei
hu: Bejövő fájl

# type-file-transfer-send-failed
source: Upload Failed
de: Upload fehlgeschlagen
hu: Sikertelen feltöltés

# type-file-transfer-send-successful
source: Upload Complete
de: Upload abgeschlossen
hu: Feltöltés befejezve

# type-highlight
source: Highlight
de: Hervorhebung
hu: Említés

# type-kicked
source: Kicked
de: Hinausgeworfen
hu: Kirúgva

# type-new-private-message
source: New Private Message
de: Neue private Nachricht
hu: Új privát üzenet

# type-private-message
source: Private Message
de: Private Nachricht
hu: Privát üzenet

# type-private-notice
source: Private Notice
de: Privater Hinweis
hu: Privát értesítés

# type-user-disconnected
source: User Disconnected
de: Benutzer getrennt
hu: Felhasználó kapcsolata bontva

# type-user-joined
source: User Joined
de: Benutzer beigetreten
hu: Felhasználó csatlakozott

# type-user-parted
source: User Parted
de: Benutzer hat Kanal verlassen
hu: Felhasználó elhagyta a csatornát
